{
  "name": "Gor Rubenyan",
  "position": "Front-end Developer",
  "bio": "I specialize in building high-quality web applications using HTML, CSS, JavaScript, React, Redux Toolkit, Next.js, Vite and Tailwind CSS. I create modern, responsive and user-friendly interfaces that deliver an exceptional digital experience.",
  "navHero": "Home",
  "navAbout": "About",
  "navSkills": "Skills",
  "navProjects": "Projects",
  "navWork": "Experience",
  "navContact": "Contact",
  "contactMe": "Contact me",
  "downloadCV": "Download CV",
  "getInTouch": "Get in touch",
  "aboutTitle": "About",
  "aboutText": "I am a Front-end developer with over one year of hands-on experience, specializing in React, Next.js and modern web technologies. I enjoy building intuitive, efficient and accessible user interfaces.",
  "aboutText2": "Through study and practical work I focus on writing clean, maintainable code and following industry best practices.",
  "projectsCompleted": "Completed projects",
  "yearsExperience": "Years of experience",
  "skillsTitle": "Technical skills",
  "projectsTitle": "Projects",
  "projectsPortfolio": "A modern, responsive portfolio website built with Next.js and Tailwind CSS, featuring dark mode, multilingual support and smooth animations.",
  "projectsTask": "A comprehensive task-management application with real-time updates, user authentication and intuitive drag-and-drop functionality.",
  "projectsEcommerce": "A full-featured e-commerce platform with payment integration, inventory management and a modern shopping experience.",
  "code": "Code",
  "live": "Live demo",
  "workTitle": "Work experience",
  "workText": "During the stated period I worked as a Front-end developer and also taught various groups, delivering an individualized approach to each student.",
  "present": "Present",
  "educationTitle": "Education",
  "educationDegree": "Bachelor of Computer Science",
  "contactTitle": "Let’s work together",
  "contactText": "I am open to new collaborations and interesting projects. Feel free to contact me to discuss opportunities or just to say hello.",
  "email": "Email",
  "phone": "Phone",
  "location": "Location",
  "close": "Close",
  "contactModalTitle": "Send a message",
  "fullName": "Full name",
  "message": "Message",
  "sending": "Sending...",
  "send": "Send",
  "cancel": "Cancel",
  "sentSuccess": "Message sent successfully",
  "sentError": "Failed to send"
}
