{
  "name": "Gor Rubenyan",
  "position": "Frontend Developer",
  "bio": "I specialize in building high-quality web applications using HTML, CSS, JavaScript, React, Redux Toolkit, Next.js, Vite and Tailwind CSS. I create modern, responsive, and user-centric interfaces that deliver exceptional digital experiences.",

  "navHero": "Home",
  "navAbout": "About",
  "navSkills": "Skills",
  "navProjects": "Projects",
  "navWork": "Experience",
  "navContact": "Contact",

  "contactMe": "Contact Me",
  "downloadCV": "Download CV",
  "getInTouch": "Get In Touch",

  "aboutTitle": "About Me",
  "aboutText": "I am a web developer with over 3 years of experience in frontend development, specializing in React, Next.js, and modern web technologies. I am passionate about creating intuitive and visually appealing user experiences.",
  "aboutText2": "My journey in web development began with a curiosity about the inner workings of websites, which eventually led me to a career dedicated to crafting digital solutions that have a meaningful impact. I believe in writing clean, maintainable code and staying current with the latest industry trends.",
  "projectsCompleted": "Projects Completed",
  "yearsExperience": "Years of Experience",

  "skillsTitle": "Technical Skills",

  "projectsTitle": "Featured Projects",
  "projectsPortfolio": "A modern, responsive portfolio website built with Next.js and Tailwind CSS, featuring dark mode, multilingual support, and smooth animations.",
  "projectsTask": "A comprehensive task management application with real-time updates, user authentication, and intuitive drag-and-drop functionality.",
  "projectsEcommerce": "A fully integrated e-commerce platform with payment processing, inventory management, and an advanced shopping cart functionality.",
  "code": "Code",
  "live": "Live Demo",

  "workTitle": "Work Experience",
  "workText": "Developed and maintained modern web interfaces using React, Next.js, and Tailwind CSS. Collaborated with cross-functional teams to deliver high-quality web applications, improving user experience metrics by 40%.",
  "present": "Present",

  "educationTitle": "Education",
  "educationDegree": "Bachelor of Computer Science",

  "contactTitle": "Let's Work Together",
  "contactText": "I am always open to new opportunities and interesting projects. Feel free to reach out if you would like to collaborate or simply say hello.",
  "email": "Email",
  "phone": "Phone",
  "location": "Location"
}
