{
  "name": "Gor Rubenyan",
  "position": "esarrollador Frontend",
  "bio": "Me especializo en construir aplicaciones web de alta calidad utilizando Next.js y Tailwind CSS. Creo interfaces modernas, responsivas y fáciles de usar, que brindan experiencias digitales excepcionales.",

  "navHero": "Inicio",
  "navAbout": "Sobre mí",
  "navSkills": "Habilidades",
  "navProjects": "Proyectos",
  "navWork": "Experiencia",
  "navContact": "Contacto",

  "contactMe": "Contáctame",
  "downloadCV": "Descargar CV",
  "getInTouch": "Ponerse en contacto",

  "aboutTitle": "Sobre mí",
  "aboutText": "Soy un desarrollador web con más de 3 años de experiencia en desarrollo frontend, especializado en React, Next.js y tecnologías web modernas. Me apasiona crear experiencias de usuario funcionales y visualmente atractivas.",
  "aboutText2": "Mi trayectoria en el desarrollo web comenzó por curiosidad sobre cómo funcionan los sitios web y ha evolucionado hacia una carrera centrada en crear soluciones digitales con impacto real. Creo firmemente en escribir código limpio, mantenible y en mantenerme actualizado con las últimas tendencias de la industria.",
  "projectsCompleted": "Proyectos Completados",
  "yearsExperience": "Años de Experiencia",

  "skillsTitle": "Habilidades Técnicas",

  "projectsTitle": "Proyectos Destacados",
  "projectsPortfolio": "Sitio web de portafolio moderno y responsivo, desarrollado con HTML, CSS, JavaScript, React, Redux Toolkit, Next.js, Vite y Tailwind CSS, con soporte para modo oscuro, múltiples idiomas y animaciones fluidas.",
  "projectsTask": "Aplicación integral de gestión de tareas con actualizaciones en tiempo real, autenticación de usuarios y una funcionalidad intuitiva de arrastrar y soltar.",
  "projectsEcommerce": "Plataforma de comercio electrónico completa con integración de pagos, gestión de inventario y funcionalidad avanzada de carrito de compras.",
  "code": "Código",
  "live": "Demo en Vivo",

  "workTitle": "Experiencia Laboral",
  "workText": "Desarrollé y mantuve interfaces web modernas utilizando React, Next.js y Tailwind CSS. Trabajé en conjunto con equipos multifuncionales para entregar aplicaciones web de alta calidad y mejorar las métricas de experiencia de usuario en un 40%.",
  "present": "Presente",

  "educationTitle": "Educación",
  "educationDegree": "Licenciatura en Ciencias de la Computación",

  "contactTitle": "Trabajemos Juntos",
  "contactText": "Siempre estoy abierto a nuevas oportunidades y proyectos interesantes. No dudes en contactarme si deseas colaborar o simplemente para saludar.",
  "email": "Correo",
  "phone": "Teléfono",
  "location": "Ubicación"
}
