{
  "name": "Гор Рубенян",
  "position": "Front-end разработчик",
  "bio": "Я специализируюсь на разработке качественных веб-приложений с применением HTML, CSS, JavaScript, React, Redux Toolkit, Next.js, Vite и Tailwind CSS. Создаю современные, адаптивные и удобные для пользователя интерфейсы, обеспечивающие высокий уровень цифрового опыта.",
  "navHero": "Главная",
  "navAbout": "Обо мне",
  "navSkills": "Навыки",
  "navProjects": "Проекты",
  "navWork": "Опыт работы",
  "navContact": "Контакты",
  "contactMe": "Связаться со мной",
  "downloadCV": "Скачать CV",
  "getInTouch": "Связаться",
  "aboutTitle": "Обо мне",
  "aboutText": "Я Front-end разработчик с опытом работы более года, специализируюсь на React, Next.js и современных веб-технологиях. Люблю создавать удобные, функциональные и производительные интерфейсы.",
  "aboutText2": "В ходе профессиональной деятельности я уделяю внимание чистоте и поддерживаемости кода, а также применению передовых практик разработки.",
  "projectsCompleted": "Завершенные проекты",
  "yearsExperience": "Опыт (в годах)",
  "skillsTitle": "Технические навыки",
  "projectsTitle": "Проекты",
  "projectsPortfolio": "Современный и адаптивный портфолио-сайт, созданный на Next.js и Tailwind CSS, с поддержкой тёмной темы, мультиязычностью и плавными анимациями.",
  "projectsTask": "Приложение для управления задачами с обновлениями в реальном времени, аутентификацией пользователей и интуитивным перетаскиванием элементов.",
  "projectsEcommerce": "Полнофункциональная платформа электронной коммерции с интеграцией платежей, управлением запасами и современным пользовательским опытом покупок.",
  "code": "Код",
  "live": "Демоверсия",
  "workTitle": "Опыт работы",
  "workText": "В указанный период я работал Front-end разработчиком и параллельно преподавал в различных группах, обеспечивая индивидуальный подход к каждому обучающемуся.",
  "present": "Настоящее время",
  "educationTitle": "Образование",
  "educationDegree": "Бакалавр в области компьютерных наук",
  "contactTitle": "Давайте поработаем вместе",
  "contactText": "Открыт для новых возможностей и интересных проектов. Пожалуйста, свяжитесь со мной для обсуждения сотрудничества или просто для приветствия.",
  "email": "Эл. почта",
  "phone": "Телефон",
  "location": "Местоположение",
  "close": "Закрыть",
  "contactModalTitle": "Отправить сообщение",
  "fullName": "Фамилия и имя",
  "message": "Сообщение",
  "sending": "Отправка...",
  "send": "Отправить",
  "cancel": "Отменить",
  "sentSuccess": "Сообщение отправлено",
  "sentError": "Ошибка при отправке"
}
