{
  "name": "Гор Рубенян",
  "position": "Frontend разработчик",
  "bio": "Я специализируюсь на создании высококачественных веб-приложений с использованием HTML, CSS, JavaScript, React, Redux Toolkit, Next.js, Vite и Tailwind CSS. Разрабатываю современные, отзывчивые и удобные интерфейсы, обеспечивающие исключительный цифровой опыт.",

  "navHero": "Главная",
  "navAbout": "Обо мне",
  "navSkills": "Навыки",
  "navProjects": "Проекты",
  "navWork": "Опыт",
  "navContact": "Контакты",

  "contactMe": "Связаться со мной",
  "downloadCV": "Скачать резюме",
  "getInTouch": "Связаться",

  "aboutTitle": "Обо мне",
  "aboutText": "Я веб-разработчик с более чем 3-летним опытом работы в frontend-разработке, специализируюсь на React, Next.js и современных веб-технологиях. Стремлюсь создавать функциональные и визуально привлекательные пользовательские интерфейсы.",
  "aboutText2": "Мое увлечение веб-разработкой началось с любопытства относительно того, как функционируют веб-сайты, и со временем превратилось в карьеру, ориентированную на создание решений, которые оказывают реальное влияние. Я придерживаюсь принципа написания чистого, поддерживаемого кода и стремлюсь идти в ногу с последними тенденциями в индустрии.",
  "projectsCompleted": "Завершенные проекты",
  "yearsExperience": "Лет опыта",

  "skillsTitle": "Технические навыки",

  "projectsTitle": "Избранные проекты",
  "projectsPortfolio": "Современный и отзывчивый сайт-портфолио, созданный с использованием Next.js и Tailwind CSS, включающий темную тему, многоязычную поддержку и плавные анимации.",
  "projectsTask": "Полностью функциональное приложение для управления задачами с обновлениями в реальном времени, аутентификацией пользователей и интуитивно понятной функцией перетаскивания.",
  "projectsEcommerce": "Платформа электронной коммерции с интеграцией платежей, управлением запасами и современной функциональностью корзины покупок.",
  "code": "Код",
  "live": "Демо",

  "workTitle": "Опыт работы",
  "workText": "Разработка и поддержка современных веб-интерфейсов с использованием React, Next.js и Tailwind CSS. Работа в команде с межфункциональными специалистами для создания высококачественных веб-приложений и улучшения показателей пользовательского опыта на 40%.",
  "present": "Настоящее время",

  "educationTitle": "Образование",
  "educationDegree": "Бакалавр компьютерных наук",

  "contactTitle": "Давайте работать вместе",
  "contactText": "Я всегда открыт для новых возможностей и интересных проектов. Свяжитесь со мной, если вы хотите обсудить сотрудничество или просто поздороваться!",
  "email": "Эл. почта",
  "phone": "Телефон",
  "location": "Местоположение"
}
